Repository: solariane/radical-qr
Catalog: Radical QR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, pt_br, zh_hans

# help.email.description
source: Opens email composer with pre-filled recipient.
ar: فتح ملحن البريد الإلكتروني مع المستلم المعبأ مسبقاً.
de: Öffnet den E-Mail-Editor mit vorab ausgefülltem Empfänger.
es: Abre el editor de correo electrónico con el destinatario ya rellenado.
fr: Ouvre l'éditeur d'e-mail avec le destinataire prérempli.
hi: प्री-फिल किए गए प्राप्तकर्ता के साथ ईमेल कंपोजर खोलता है।
it: Apre il compositore di email con il destinatario precompilato.
ja: 受信者を事前入力した状態でメール作成画面を開きます。
pt_br: Abre o editor de e-mails com o destinatário pré-preenchido.
zh_hans: 打开预填收件人的电子邮件撰写器。

# help.email.title
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Courriel
hi: ईमेल
ja: メール
zh_hans: 电子邮件

# help.formats.detail
source: Export as PNG, JPEG, or WebP. Pro users also get PDF and SVG vector formats for perfect scaling at any size.
ar: التصدير بتنسيق PNG أو JPEG أو WebP. ويحصل المستخدمون المحترفون أيضًا على تنسيقات PDF وSVG المتجهة لقياس مثالي بأي حجم.
de: Exportieren Sie als PNG, JPEG oder WebP. Pro-Benutzer erhalten auch PDF- und SVG-Vektorformate für perfekte Skalierung in jeder Größe.
es: Exporta como PNG, JPEG o WebP. Los usuarios Pro también obtienen los formatos vectoriales PDF y SVG para un escalado perfecto a cualquier tamaño.
fr: Exportation au format PNG, JPEG ou WebP. Les utilisateurs professionnels bénéficient également des formats vectoriels PDF et SVG pour une mise à l'échelle parfaite à n'importe quelle taille.
hi: PNG, JPEG या WebP के रूप में निर्यात करें। प्रो उपयोगकर्ताओं को किसी भी आकार में उत्तम स्केलिंग के लिए PDF और SVG वेक्टर प्रारूप भी मिलते हैं।
it: Esportazione in formato PNG, JPEG o WebP. Gli utenti Pro ottengono anche i formati vettoriali PDF e SVG per una perfetta scalabilità a qualsiasi dimensione.
ja: PNG、JPEG、またはWebPとして書き出せます。プロユーザーはPDFとSVGベクターフォーマットも入手でき、どのサイズでも完璧なスケーリングが可能です。
pt_br: Exporte como PNG, JPEG ou WebP. Os utilizadores Pro também obtêm os formatos vectoriais PDF e SVG para um dimensionamento perfeito em qualquer tamanho.
zh_hans: 导出为 PNG、JPEG 或 WebP 格式。专业版用户还可获得 PDF 和 SVG 矢量格式，以便在任何尺寸下进行完美缩放。

# help.formats.title
source: Export Formats
ar: تنسيقات التصدير
de: Formate exportieren
es: Formatos de exportación
fr: Formats d'exportation
hi: निर्यात प्रारूप
it: Formati di esportazione
ja: 輸出フォーマット
pt_br: Formatos de exportação
zh_hans: 导出格式

# help.fullTitle
source: Help & Tips
ar: المساعدة والنصائح
de: Hilfe und Tipps
es: Ayuda y consejos
fr: Aide et conseils
hi: मदद और सुझाव
it: Aiuto e suggerimenti
ja: ヘルプ＆ヒント
pt_br: Ajuda e sugestões
zh_hans: 帮助与提示

# help.geo.description
source: Opens maps app at specific coordinates.
ar: فتح تطبيق الخرائط عند إحداثيات محددة.
de: Öffnet die Karten-App an bestimmten Koordinaten.
es: Abre la aplicación de mapas en unas coordenadas específicas.
fr: Ouvre l'application cartographique à des coordonnées spécifiques.
hi: निर्दिष्ट निर्देशांकों पर मानचित्र ऐप खोलता है।
it: Apre l'app delle mappe alle coordinate specificate.
ja: 特定の座標でマップアプリを開きます。
pt_br: Abre a aplicação de mapas em coordenadas específicas.
zh_hans: 在特定坐标处打开地图应用程序。

# help.geo.title
source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Emplacement
hi: स्थान
it: Posizione
ja: 場所
pt_br: Localização
zh_hans: 地点

# help.history.detail
source: Your last 100 QR codes are saved and synced across devices via iCloud. Quickly reload or duplicate past creations.
ar: يتم حفظ آخر 100 رمز QR لك ومزامنتها عبر الأجهزة عبر iCloud. إعادة تحميل أو تكرار الإبداعات السابقة بسرعة.
de: Deine letzten 100 QR-Codes werden gespeichert und über iCloud geräteübergreifend synchronisiert. Schnelles Neuladen oder Duplizieren früherer Kreationen.
es: Tus últimos 100 códigos QR se guardan y sincronizan entre dispositivos a través de iCloud. Recarga o duplica rápidamente creaciones anteriores.
fr: Vos 100 derniers codes QR sont enregistrés et synchronisés sur tous les appareils via iCloud. Rechargez ou dupliquez rapidement vos créations passées.
hi: आपके पिछले 100 QR कोड iCloud के माध्यम से डिवाइसों पर सहेजे और सिंक किए जाते हैं। पिछली रचनाओं को जल्दी से पुनः लोड या डुप्लिकेट करें।
it: Gli ultimi 100 codici QR vengono salvati e sincronizzati su tutti i dispositivi tramite iCloud. Ricaricate o duplicate rapidamente le creazioni passate.
ja: 過去100個のQRコードが保存され、iCloud経由でデバイス間で同期されます。過去に作成したQRコードをすばやく再読み込み、複製できます。
pt_br: Os seus últimos 100 códigos QR são guardados e sincronizados entre dispositivos através do iCloud. Recarregue ou duplique rapidamente as criações anteriores.
zh_hans: 你最近的 100 个 QR 代码将通过 iCloud 保存并在不同设备间同步。快速重新加载或复制过去的创作。

# help.history.title
source: History & iCloud Sync
ar: السجل ومزامنة iCloud
de: Verlauf & iCloud-Synchronisierung
es: Historial y sincronización con iCloud
fr: Historique et synchronisation iCloud
hi: इतिहास और iCloud सिंक
it: Cronologia e sincronizzazione iCloud
ja: 履歴とiCloud同期
pt_br: Histórico e sincronização do iCloud
zh_hans: 历史记录和 iCloud 同步

# help.input.detail
source: Enter any text, URL, email, phone number, or structured data. The app instantly generates a QR code as you type.
ar: أدخل أي نص أو عنوان URL أو بريد إلكتروني أو رقم هاتف أو بيانات منظمة. يقوم التطبيق على الفور بإنشاء رمز QR أثناء الكتابة.
de: Geben Sie einen beliebigen Text, eine URL, eine E-Mail, eine Telefonnummer oder strukturierte Daten ein. Die App generiert sofort einen QR-Code, während Sie tippen.
es: Introduzca cualquier texto, URL, correo electrónico, número de teléfono o datos estructurados. La aplicación genera instantáneamente un código QR mientras escribes.
fr: Saisissez n'importe quel texte, URL, e-mail, numéro de téléphone ou données structurées. L'application génère instantanément un code QR au fur et à mesure de la saisie.
hi: कोई भी टेक्स्ट, URL, ईमेल, फोन नंबर या संरचित डेटा दर्ज करें। जैसे ही आप टाइप करते हैं, ऐप तुरंत QR कोड उत्पन्न कर देता है।
it: Inserite qualsiasi testo, URL, e-mail, numero di telefono o dati strutturati. L'applicazione genera istantaneamente un codice QR durante la digitazione.
ja: 任意のテキスト、URL、電子メール、電話番号、または構造化データを入力します。入力と同時にQRコードが生成されます。
pt_br: Introduza qualquer texto, URL, e-mail, número de telefone ou dados estruturados. A aplicação gera instantaneamente um código QR à medida que escreve.
zh_hans: 输入任何文本、URL、电子邮件、电话号码或结构化数据。该应用程序会在您输入的同时立即生成 QR 代码。

# help.input.title
source: Type or Paste
ar: اكتب أو الصق
de: Tippen oder Einfügen
es: Escribir o pegar
fr: Taper ou coller
hi: टाइप या पेस्ट करें
it: Digitare o incollare
ja: タイプまたはペースト
pt_br: Escrever ou colar
zh_hans: 键入或粘贴

# help.intro
source: QR codes can encode different types of data. The app automatically detects and optimizes the format for you.
ar: يمكن لرموز QR ترميز أنواع مختلفة من البيانات. يكتشف التطبيق تلقائياً التنسيق ويحسّنه لك.
de: QR-Codes können verschiedene Arten von Daten kodieren. Die App erkennt das Format automatisch und optimiert es für Sie.
es: Los códigos QR pueden codificar diferentes tipos de datos. La aplicación detecta y optimiza automáticamente el formato por ti.
fr: Les codes QR peuvent encoder différents types de données. L'application détecte et optimise automatiquement le format pour vous.
hi: QR कोड विभिन्न प्रकार के डेटा को एन्कोड कर सकते हैं। ऐप स्वचालित रूप से आपके लिए प्रारूप का पता लगाता है और उसे अनुकूलित करता है।
it: I codici QR possono codificare diversi tipi di dati. L'app rileva e ottimizza automaticamente il formato per te.
ja: QRコードは様々な種類のデータをエンコードできます。アプリが自動的に形式を検出し、最適化します。
pt_br: Os códigos QR podem codificar diferentes tipos de dados. A aplicação deteta e otimiza automaticamente o formato para si.
zh_hans: QR 码可以编码不同类型的数据。该程序会自动检测并为您优化格式。

# help.logoHelp.detail
source: Drop or select an image to embed your logo at the center of the QR code. The clear margin around it is managed automatically so the code still scans.
ar: اسحب صورة أو حددها لتضمين شعارك في وسط رمز QR. يتم ضبط الهامش الشفاف المحيط به تلقائيًا بحيث يظل الرمز قابلاً للمسح الضوئي.
de: Ziehen Sie ein Bild per Drag & Drop in das Feld oder wählen Sie es aus, um Ihr Logo in der Mitte des QR-Codes einzufügen. Der freie Rand um das Logo herum wird automatisch so angepasst, dass der Code weiterhin gescannt werden kann.
es: Arrastra y suelta o selecciona una imagen para insertar tu logotipo en el centro del código QR. El margen transparente que lo rodea se gestiona automáticamente para que el código siga pudiéndose escanear.
fr: Déposez ou sélectionnez une image pour intégrer votre logo au centre du code QR. La marge blanche autour du logo est gérée automatiquement afin que le code reste lisible.
hi: QR कोड के केंद्र में अपना लोगो एम्बेड करने के लिए एक छवि ड्रॉप करें या चुनें। इसके चारों ओर का पारदर्शी मार्जिन स्वचालित रूप से प्रबंधित किया जाता है ताकि कोड अभी भी स्कैन हो सके।
it: Trascina o seleziona un'immagine per inserire il tuo logo al centro del codice QR. Il margine trasparente attorno al logo viene gestito automaticamente in modo che il codice sia comunque leggibile.
ja: 画像をドラッグ＆ドロップするか、選択して、QRコードの中央にロゴを埋め込んでください。周囲の余白は自動的に調整されるため、QRコードは正常に読み取られます。
pt_br: Arraste e solte ou selecione uma imagem para inserir seu logotipo no centro do código QR. A margem em branco ao redor é ajustada automaticamente para que o código continue sendo lido.
zh_hans: 拖放或选择一张图片，即可将您的徽标嵌入二维码中央。二维码周围的空白边距会自动调整，以确保二维码仍可被扫描。

# help.logoHelp.title
source: Logo Embedding
ar: تضمين الشعار
de: Logo-Einbettung
es: Inserción de logotipos
fr: Intégration du logo
hi: लोगो एम्बेडिंग
it: Inserimento del logo
ja: ロゴの埋め込み
pt_br: Incorporação de logótipo
zh_hans: 徽标嵌入

# help.phone.description
source: Initiates a phone call when scanned.
ar: بدء مكالمة هاتفية عند المسح الضوئي.
de: Löst beim Scannen einen Anruf aus.
es: Inicia una llamada telefónica cuando se escanea.
fr: Lance un appel téléphonique lorsqu'il est scanné.
hi: स्कैन किए जाने पर फोन कॉल शुरू करता है।
it: Avvia una telefonata quando viene scansionato.
ja: スキャンすると電話をかけます。
pt_br: Inicia uma chamada telefónica quando é digitalizado.
zh_hans: 扫描时启动电话呼叫。

# help.phone.title
source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
pt_br: Número de telefone
zh_hans: 电话号码

# help.presets.detail
source: Save your favorite style as a reusable preset -- colors, gradient, roundness, and more.
ar: احفظ النمط المفضل لديك كإعداد مسبق قابل لإعادة الاستخدام - الألوان، والتدرج، والاستدارة والمزيد.
de: Speichern Sie Ihren Lieblingsstil als wiederverwendbare Voreinstellung - Farben, Farbverlauf, Rundung und mehr.
es: Guarde su estilo favorito como un preajuste reutilizable: colores, degradado, redondez y mucho más.
fr: Enregistrez votre style préféré en tant que préréglage réutilisable - couleurs, dégradé, rondeur, etc.
hi: अपने पसंदीदा स्टाइल को एक पुन: प्रयोज्य प्रीसेट के रूप में सहेजें -- रंग, ग्रेडिएंट, गोलता, और भी बहुत कुछ।
it: Salvate il vostro stile preferito come preimpostazione riutilizzabile: colori, sfumatura, rotondità e altro ancora.
ja: 色、グラデーション、丸みなど、お気に入りのスタイルを再利用可能なプリセットとして保存できます。
pt_br: Guarde o seu estilo favorito como uma predefinição reutilizável: cores, gradiente, arredondamento e muito mais.
zh_hans: 将你喜欢的样式保存为可重复使用的预设 - 颜色、渐变、圆度等。

# help.presets.title
source: Style Presets
ar: الإعدادات المسبقة للنمط
de: Stil-Voreinstellungen
es: Preajustes de estilo
fr: Préréglages de style
hi: शैली प्रीसेट
it: Preset di stile
ja: スタイル・プリセット
pt_br: Predefinições de estilo
zh_hans: 风格预设

# help.privacy.detail
source: Radical QR contains zero analytics, zero tracking, and zero data collection. All processing happens entirely on your device. Your content is never sent to any server. History is stored only in your private iCloud container -- nobody else can access it.
ar: لا تحتوي Radical QR على أي تحليلات، ولا تتبع، ولا جمع بيانات. تتم جميع عمليات المعالجة بالكامل على جهازك. لا يتم إرسال المحتوى الخاص بك إلى أي خادم. يتم تخزين السجل في حاوية iCloud الخاصة بك فقط - لا يمكن لأي شخص آخر الوصول إليه.
de: Radical QR enthält keine Analytik, kein Tracking und keine Datenerfassung. Die gesamte Verarbeitung erfolgt vollständig auf Ihrem Gerät. Deine Inhalte werden niemals an einen Server gesendet. Der Verlauf wird nur in deinem privaten iCloud-Container gespeichert - niemand sonst kann darauf zugreifen.
es: Radical QR contiene cero análisis, cero seguimiento y cero recopilación de datos. Todo el procesamiento ocurre enteramente en su dispositivo. Su contenido nunca se envía a ningún servidor. El historial solo se almacena en tu contenedor privado de iCloud: nadie más puede acceder a él.
fr: Radical QR ne contient aucune analyse, aucun suivi et aucune collecte de données. Tout le traitement se fait entièrement sur votre appareil. Votre contenu n'est jamais envoyé à un serveur. L'historique est stocké uniquement dans votre conteneur iCloud privé - personne d'autre ne peut y accéder.
hi: Radical QR में शून्य विश्लेषण, शून्य ट्रैकिंग और शून्य डेटा संग्रहण होता है। सभी प्रोसेसिंग पूरी तरह से आपके डिवाइस पर होती है। आपकी सामग्री कभी भी किसी सर्वर पर नहीं भेजी जाती। इतिहास केवल आपके निजी iCloud कंटेनर में संग्रहीत होता है -- कोई और इसे एक्सेस नहीं कर सकता।
it: Radical QR non contiene analisi, tracciamento e raccolta di dati. Tutta l'elaborazione avviene interamente sul vostro dispositivo. Il vostro contenuto non viene mai inviato a un server. La cronologia viene memorizzata solo nel vostro contenitore privato di iCloud: nessun altro può accedervi.
ja: Radical QRは、分析、追跡、データ収集を一切行いません。すべての処理はお客様のデバイス上で行われます。コンテンツがサーバーに送信されることはありません。履歴はあなたのiCloudコンテナにのみ保存されます。
pt_br: O Radical QR contém zero análises, zero rastreio e zero recolha de dados. Todo o processamento acontece inteiramente no seu dispositivo. O seu conteúdo nunca é enviado para nenhum servidor. O histórico é armazenado apenas no seu contentor privado do iCloud - ninguém mais pode aceder a ele.
zh_hans: Radical QR 包含零分析、零跟踪和零数据收集。所有处理完全在您的设备上进行。你的内容绝不会发送到任何服务器。历史记录仅存储在您的私人 iCloud 容器中，其他人无法访问。

# help.privacy.title
source: Privacy First
ar: الخصوصية أولاً
de: Datenschutz zuerst
es: Privacidad ante todo
fr: Le respect de la vie privée d'abord
hi: प्राइवेसी प्रथम
it: La privacy prima di tutto
ja: プライバシー・ファースト
pt_br: Privacidade em primeiro lugar
zh_hans: 隐私第一

# help.section.customization
source: Customization
ar: التخصيص
de: Personalisierung
es: Personalización
fr: Personnalisation
hi: अनुकूलन
it: Personalizzazione
ja: カスタマイズ
pt_br: Personalização
zh_hans: 定制

# help.section.export
source: Export
ar: التصدير
de: Exportieren
es: Exportar
fr: Exportation
hi: निर्यात
it: Esportazione
ja: 輸出
pt_br: Exportação
zh_hans: 出口

# help.section.formats
source: Data Formats
ar: تنسيقات البيانات
de: Datenformate
es: Formatos de datos
fr: Formats de données
hi: डेटा प्रारूप
it: Formati dei dati
ja: データフォーマット
pt_br: Formatos de dados
zh_hans: 数据格式

# help.section.gettingStarted
source: Getting Started
ar: الشروع في العمل
de: Erste Schritte
es: Primeros pasos
fr: Pour commencer
hi: शुरुआत करना
it: Come iniziare
ja: はじめに
pt_br: Começar a trabalhar
zh_hans: 入门

# help.section.inputMethods
source: Ways to Create QR Codes
ar: طرق إنشاء رموز الاستجابة السريعة
de: Wege zur Erstellung von QR-Codes
es: Formas de crear códigos QR
fr: Comment créer des codes QR
hi: क्यूआर कोड बनाने के तरीके
it: Modi per creare codici QR
ja: QRコードの作成方法
pt_br: Formas de criar códigos QR
zh_hans: 创建 QR 码的方法

# help.section.privacy
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Vie privée
hi: गोपनीयता
it: La privacy
ja: プライバシー
pt_br: Privacidade
zh_hans: 隐私权

# help.section.pro
source: Pro Features
ar: الميزات الاحترافية
de: Profi-Merkmale
es: Características Pro
fr: Fonctionnalités pro
hi: प्रो फीचर्स
it: Caratteristiche Pro
ja: プロの機能
pt_br: Caraterísticas profissionais
zh_hans: 专业功能

# help.services.detail
source: Right-click a phone number, email address, URL, or any selected text and choose Services › Generate QR Code. In Finder it also works on contact cards (.vcf) and calendar events (.ics).
ar: انقر بزر الفأرة الأيمن فوق رقم هاتف أو عنوان بريد إلكتروني أو عنوان URL أو أي نص محدد واختر خدمات ' إنشاء رمز الاستجابة السريعة. في Finder يعمل أيضًا على بطاقات جهات الاتصال (.vcf) وأحداث التقويم (.ics).
de: Klicken Sie mit der rechten Maustaste auf eine Telefonnummer, E-Mail-Adresse, URL oder einen beliebigen Text und wählen Sie Dienste ' QR-Code generieren. Im Finder funktioniert es auch mit Kontaktkarten (.vcf) und Kalenderereignissen (.ics).
es: Haga clic con el botón derecho en un número de teléfono, dirección de correo electrónico, URL o cualquier texto seleccionado y elija Servicios ' Generar código QR. En Finder también funciona con tarjetas de contacto (.vcf) y eventos de calendario (.ics).
fr: Cliquez avec le bouton droit de la souris sur un numéro de téléphone, une adresse électronique, une URL ou tout autre texte sélectionné et choisissez Services ' Générer un code QR. Dans le Finder, il fonctionne également avec les cartes de contact (.vcf) et les événements du calendrier (.ics).
hi: किसी फ़ोन नंबर, ईमेल पते, URL या किसी चयनित टेक्स्ट पर राइट-क्लिक करें और Services › Generate QR Code चुनें। Finder में यह संपर्क कार्ड (.vcf) और कैलेंडर इवेंट (.ics) पर भी काम करता है।
it: Fate clic con il tasto destro del mouse su un numero di telefono, un indirizzo e-mail, un URL o qualsiasi testo selezionato e scegliete Servizi ' Genera codice QR. Nel Finder funziona anche sulle schede dei contatti (.vcf) e sugli eventi del calendario (.ics).
ja: 電話番号、メールアドレス、URL、または選択したテキストを右クリックし、サービス ' QRコードの生成を選択します。Finderでは、連絡先カード（.vcf）やカレンダーイベント（.ics）でも動作します。
pt_br: Clique com o botão direito do rato num número de telefone, endereço de correio eletrónico, URL ou qualquer texto selecionado e escolha Serviços ' Gerar código QR. No Finder, também funciona com cartões de contacto (.vcf) e eventos de calendário (.ics).
zh_hans: 右键单击电话号码、电子邮件地址、URL 或任何选定文本，然后选择服务 ' 生成 QR 码。在 Finder 中，它还适用于联系人卡（.vcf）和日历事件（.ics）。

# help.services.title
source: macOS Services (Right-Click)
ar: خدمات macOS (انقر بزر الماوس الأيمن)
de: macOS-Dienste (Rechtsklick)
es: servicios de macOS (botón derecho del ratón)
fr: services macOS (clic droit)
hi: macOS सेवाएँ (दाएँ-क्लिक)
it: servizi macOS (clic destro)
ja: macOSサービス（右クリック）
pt_br: serviços macOS (clique com o botão direito do rato)
zh_hans: macOS 服务（右键单击）

# help.shape.detail
source: Adjust module roundness from sharp squares to full circles. Eye corner style and size can be set independently for unique designs.
ar: اضبط استدارة الوحدة من المربعات الحادة إلى الدوائر الكاملة. يمكن ضبط نمط زاوية العين وحجمها بشكل مستقل للحصول على تصميمات فريدة.
de: Stellen Sie die Rundheit der Module von scharfen Quadraten bis hin zu vollen Kreisen ein. Stil und Größe der Augenwinkel können für einzigartige Designs unabhängig voneinander eingestellt werden.
es: Ajuste la redondez del módulo desde cuadrados nítidos a círculos completos. El estilo y el tamaño de las esquinas de los ojos se pueden ajustar de forma independiente para obtener diseños únicos.
fr: Ajustez la rondeur des modules, des carrés pointus aux cercles complets. Le style et la taille du coin de l'œil peuvent être réglés indépendamment pour des conceptions uniques.
hi: मॉड्यूल की गोलता को तीखे चौकोर से लेकर पूर्ण वृत्त तक समायोजित करें। अद्वितीय डिज़ाइनों के लिए आई कॉर्नर की शैली और आकार स्वतंत्र रूप से सेट किए जा सकते हैं।
it: Regolazione della rotondità dei moduli, da quadrati appuntiti a cerchi pieni. Lo stile e la dimensione degli angoli degli occhi possono essere impostati in modo indipendente per ottenere design unici.
ja: シャープな四角形から完全な円形まで、モジュールの丸みを調整できます。目尻のスタイルとサイズは、ユニークなデザインのために独立して設定することができます。
pt_br: Ajuste o arredondamento dos módulos, desde quadrados nítidos a círculos completos. O estilo e o tamanho dos cantos dos olhos podem ser definidos de forma independente para designs únicos.
zh_hans: 可调整模块的圆度，从尖锐的方形到完整的圆形。眼角样式和大小可独立设置，以实现独特的设计。

# help.shape.title
source: Shape & Roundness
ar: الشكل والاستدارة
de: Form & Rundheit
es: Forma y redondez
fr: Forme et rondeur
hi: आकार और गोलपन
it: Forma e rotondità
ja: 形状と丸み
pt_br: Forma e redondeza
zh_hans: 形状和圆度

# help.shareExtension.detail
source: Tap Share on a phone number, email, link, contact, or calendar event in Safari, Contacts, Calendar, Notes, and other apps, then pick Radical QR to generate a code instantly.
ar: اضغط على مشاركة على رقم هاتف، أو بريد إلكتروني، أو رابط، أو جهة اتصال، أو حدث تقويم في Safari، وجهات الاتصال، والتقويم، والملاحظات، والتطبيقات الأخرى، ثم اختر Radical QR لإنشاء رمز على الفور.
de: Tippen Sie auf eine Telefonnummer, eine E-Mail, einen Link, einen Kontakt oder ein Kalenderereignis in Safari, Kontakte, Kalender, Notizen und anderen Apps und wählen Sie dann Radical QR, um sofort einen Code zu erzeugen.
es: Toca Compartir en un número de teléfono, correo electrónico, enlace, contacto o evento de calendario en Safari, Contactos, Calendario, Notas y otras apps, y luego elige Radical QR para generar un código al instante.
fr: Appuyez sur Partager sur un numéro de téléphone, un e-mail, un lien, un contact ou un événement de calendrier dans Safari, Contacts, Calendrier, Notes et autres applications, puis choisissez Radical QR pour générer un code instantanément.
hi: Safari, Contacts, Calendar, Notes और अन्य ऐप्स में किसी फ़ोन नंबर, ईमेल, लिंक, संपर्क या कैलेंडर इवेंट पर शेयर टैप करें, फिर तुरंत कोड जनरेट करने के लिए Radical QR चुनें।
it: Toccate Condividi su un numero di telefono, un'e-mail, un link, un contatto o un evento del calendario in Safari, Contatti, Calendario, Note e altre applicazioni, quindi scegliete Radical QR per generare un codice all'istante.
ja: Safari、連絡先、カレンダー、メモ、その他のアプリケーションで、電話番号、Eメール、リンク、連絡先、カレンダーのイベント上で「共有」をタップし、「Radical QR」を選ぶと、コードが即座に生成されます。
pt_br: Toque em Partilhar num número de telefone, e-mail, ligação, contacto ou evento de calendário no Safari, Contactos, Calendário, Notas e outras aplicações e, em seguida, escolha Radical QR para gerar um código instantaneamente.
zh_hans: 在 Safari、通讯录、日历、便笺和其他应用程序中，轻点分享电话号码、电子邮件、链接、联系人或日历事件，然后选择 Radical QR 即可立即生成代码。

# help.shareExtension.title
source: Share Sheet
ar: ورقة المشاركة
de: Teilen-Menü
es: Hoja para compartir
fr: Feuille de partage
hi: शेयर शीट
it: Menu Condividi
ja: シェアシート
pt_br: Menu Compartilhar
zh_hans: 共享表单

# help.sizes.detail
source: Free tier exports up to 400px. Pro unlocks sizes up to 4096px for print-quality output.
ar: الفئة المجانية تصدر حتى 400 بكسل. تفتح الفئة الاحترافية أحجامًا تصل إلى 4096 بكسل لإخراج بجودة الطباعة.
de: Die kostenlose Version exportiert bis zu 400 Pixel. Pro schaltet Größen bis zu 4096px für die Ausgabe in Druckqualität frei.
es: La versión gratuita exporta hasta 400px. Pro desbloquea tamaños de hasta 4096px para una salida de calidad de impresión.
fr: La version gratuite exporte jusqu'à 400 px. La version Pro débloque des tailles allant jusqu'à 4096px pour une impression de qualité.
hi: नि:शुल्क स्तर पर 400px तक का निर्यात। प्रो स्तर प्रिंट-गुणवत्ता वाले आउटपुट के लिए 4096px तक के आकार अनलॉक करता है।
it: Il livello gratuito esporta fino a 400px. Il livello Pro sblocca dimensioni fino a 4096px per una stampa di qualità.
ja: 無料版では400pxまで。Proでは、印刷品質の出力用に4096pxまでのサイズをアンロックできます。
pt_br: O nível gratuito exporta até 400px. O nível Pro desbloqueia tamanhos até 4096 px para uma saída com qualidade de impressão.
zh_hans: 免费层最高可输出 400px。专业版可解锁高达 4096px 的尺寸，实现打印质量输出。

# help.sizes.title
source: Export Sizes
ar: أحجام التصدير
de: Größen exportieren
es: Tamaños de exportación
fr: Tailles d'exportation
hi: निर्यात आकार
it: Dimensioni dell'esportazione
ja: 輸出サイズ
pt_br: Tamanhos de exportação
zh_hans: 出口尺寸
